IDEA Connection Link
Log4NetHelper.Initialize Method
 Initialize
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public static void Initialize(
	string logFilename
)
Public Shared Sub Initialize (
	logFilename As String
)
public:
static void Initialize(
	String^ logFilename
)
Parameters
logFilename
Type: System.String
Name of LogFileName
See Also
Reference
Log4NetHelper Class
IdeaRS.ConnectionLink Namespace